/* SMTP Server address */
"Address:" = "Dirección";

/* Authentication checkbox */
"Authentication" = "Autenticación";

/* Title for from field */
"From:" = "De:";

/* No security option */
"None" = "Ninguno";

/* password field */
"Password:" = "Contraseña:";

/* SMTP Server port */
"Port:" = "Puerto:";

/* Security options title */
"Security:" = "Seguridad:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "Servidor de SMTP:";

/* Title for subject prefix field */
"Subject prefix:" = "Encabezar el asunto con:";

/* TLS if possible security option */
"TLS if possible" = "TLS si es posible";

/* TLS or close security option */
"TLS or close" = "TLS o close";

/* Title for to field */
"To:" = "Para:";

/* Username field */
"Username:" = "Nombre de usuario:";

